export const BD_DATA: Record<string, string[]> = {
  "ঢাকা": [
    "ঢাকা উত্তর", "ঢাকা দক্ষিণ", "গাজীপুর", "নারায়ণগঞ্জ", "নরসিংদী", "মানিকগঞ্জ", "মুন্সীগঞ্জ", "রাজবাড়ী", "মাদারীপুর", "শরীয়তপুর", "ফরিদপুর", "গোপালগঞ্জ", "টাঙ্গাইল", "কিশোরগঞ্জ"
  ],
  "চট্টগ্রাম": [
    "চট্টগ্রাম", "কক্সবাজার", "রাঙ্গামাটি", "বান্দরবান", "খাগড়াছড়ি", "ফেনী", "লক্ষ্মীপুর", "চাঁদপুর", "কুমিল্লা", "নোয়াখালী", "ব্রাহ্মণবাড়িয়া"
  ],
  "রাজশাহী": [
    "রাজশাহী", "চাঁপাইনবাবগঞ্জ", "নাটোর", "নওগাঁ", "পাবনা", "সিরাজগঞ্জ", "বগুড়া", "জয়পুরহাট"
  ],
  "খুলনা": [
    "খুলনা", "বাগেরহাট", "সাতক্ষীরা", "যশোর", "মাগুরা", "নড়াইল", "কুষ্টিয়া", "চুয়াডাঙ্গা", "মেহেরপুর", "ঝিনাইদহ"
  ],
  "বরিশাল": [
    "বরিশাল", "ভোলা", "পটুয়াখালী", "পিরোজপুর", "ঝালকাঠি", "বরগুনা"
  ],
  "সিলেট": [
    "সিলেট", "মৌলভীবাজার", "হবিগঞ্জ", "সুনামগঞ্জ"
  ],
  "রংপুর": [
    "রংপুর", "গাইবান্ধা", "কুড়িগ্রাম", "নীলফামারী", "লালমনিরহাট", "দিনাজপুর", "ঠাকুরগাঁও", "পঞ্চগড়"
  ],
  "ময়মনসিংহ": [
    "ময়মনসিংহ", "জামালপুর", "শেরপুর", "নেত্রকোনা"
  ]
};
